import React from 'react'
import { Container } from 'react-bootstrap'
import "./About.css"

const About = () => {
  return (
    <div>
        <div className='container-fluid'>
            <div className='row about'>
              <div class="col-xl-6 col-lg-6 col-md-6 co-sm-l2">
                <div className='about-box'>
                    <div>
                        <img src="https://www.kfwfb.kerala.gov.in/websitesupportfiles/images/logo2.png" style={{width:"500px", height:"60px"}}/>
                    </div>
                    <p className='para-about'>സംസ്ഥാനത്ത് കാർഷിക വൃത്തി കൊണ്ട് ഉപജീവനം ചെയ്യുന്ന ഏതൊരു കർഷകന്‍റെയും ക്ഷേമത്തിനായും ഐശ്യത്തിനായും, പെന്‍ഷൻ ഉള്‍പ്പെടെയുള്ള ക്ഷേമ അനുകൂല്യങ്ങൾ നല്‍കുന്നതിനും, യുവതലമുറയെ കാർഷിക വൃത്തിയിലേയ്ക്ക് ആകർഷിക്കുന്നതിനും തുടർ പ്രർത്തനങ്ങള്‍ക്കും വേണ്ടി ഒരു ക്ഷേമനിധി രൂപീകരിക്കാനുള്ള ആക്റ്റ് “കേരള കർഷക ക്ഷേമനിധി ആക്റ്റ്” എന്ന പേരിൽ 2019 ഡിസംബർ 20ന് നിലവിൽ വന്നു. ഈ ആക്റ്റിന്‍റെ അധികാരങ്ങൾ ഉപയോഗിച്ച് കേരള സർക്കാർ 2020 ഓക്ടോബർ 14ന് കേരള കർഷക ക്ഷേമ നിധി രൂപീകരിച്ച് ഉത്തരവായി. 2020 ഓക്ടോബർ 15നു ചെയർമാനും ബോർഡ് അംഗങ്ങളും സ്ഥാനമേറ്റതോടെ കേരള കർഷക ക്ഷേമനിധി ബോർഡ് നിലവിൽ വന്നു. പുതുതായി നിലവിൽ വന്ന ഈ ആക്റ്റ് കൃഷിയേയും കർഷകനേയും കൃത്യമായി നിർവചിക്കുന്നു.</p>

                    <p className='para-about'>വിളപരിപാലനം, ഉദ്യാനപാലനം, ഔഷധ സസ്യപരിപാലനം, നടീൽ വസ്തുക്കളുടെ ഉല്പാദനവും, വില്പനയും, ഇടവിളകളുടെയും വൃക്ഷങ്ങളുടെയും പരിപാലനം, പച്ചക്കറി വളർത്തൽ, തീറ്റപ്പുല്ല് കൃഷി, മത്സ്യം വളർത്തൽ, അലങ്കാര മത്സ്യം വളർത്തൽ, പശു, ആട്, പോത്ത്, പന്നി, മുയൽ മുതലായ മൃഗപരിപാലനം, കോഴി, കാട, താറാവ്, തേനീച്ച, പട്ടുനൂൽ പുഴു എന്നിവയുടെ പ്രജനനവും പരിപാലനവും, കൃഷി അനുബന്ധ പ്രവർത്തനങ്ങൾ ഉൾപ്പെടെ കാർഷികാവശ്യത്തിനായുള്ള ഭൂമിയുടെ ഉപയോഗം മുതലായവ കൃഷി എന്ന നിർവചനത്തിൽപ്പെടുന്നു.</p>

                </div>
              </div>  
              <div class="col-xl-6 col-lg-6 col-md-6 co-sm-l2">
                <div className='about-boxs'>
                    <p className='para-about'>
                    ഉടമസ്ഥനായോ, അനുമതി പത്രക്കാരനായോ, ഒറ്റി കൈവശക്കാരനായോ, സർക്കാർ ഭൂമിപാട്ടക്കാരനായോ, കുത്തകപാട്ടക്കാരനായോ ഭാഗികമായി ഒരു നിലയിലും ഭാഗികവുമായി മറ്റു വിധത്തിലും അഞ്ച് സെൻറിൽ കുറയാതെയും 15 ഏക്കറിൽ കവിയാതെയും വിസ്തീർണമുള്ള ഭൂമി കൈവശം വച്ചിരിക്കുകയും 3 വർഷത്തിൽ കുറയാത്ത കാലയളവിൽ കൃഷി- കൃഷി അനുബന്ധ പ്രവർത്തനങ്ങൾ പ്രധാന ഉപജീവന മാർഗ്ഗമായിരിക്കുകയും വാർഷിക വരുമാനം 5 ലക്ഷത്തിൽ കവിയാതെയുമുള്ള ഏതൊരാളും ഈ ആക്റ്റിന്‍റെ പരിധിയിൽ ഉൾപ്പെടുന്ന കർഷകനായി നിർവചിക്കപ്പെടുന്നു. എന്നാൽ ഏലം, റബ്ബർ, കാപ്പി, തേയില എന്നീ തോട്ടവിളകളുടെ സംഗതിയിൽ ഏഴര ഏക്കറിൽ കൂടുതൽ ഭൂമി ഏതെങ്കിലും വിധത്തിൽ കൈവശം വയ്ക്കുന്നവൻ കർഷകൻറെ നിർവചനത്തിൽ വരുന്നതല്ല. ഒരു വർഷം കൊണ്ട് കൃഷിയും അനുബന്ധ മേഖലകളിലുമായി ഏതാണ്ട് 20 ലക്ഷം കര്‍ഷകർ ഈ പദ്ധതിയിൽ അംഗങ്ങളാകുമെന്നും പ്രതീക്ഷിക്കുന്നു.
                    </p>
                    <p style={{lineHeight:"40px", fontSize:"20px"}}>
                    <strong>Main Features  of the software</strong>
                    <ol>
                        <li>Online Registration for Farmers</li>
                        <li>Online Payment of Registration Fee</li>
                        <li>Online Membership Generation</li>
                        <li>Online Contribution Submission</li>
                    </ol>
                   
                    </p>
                </div>
              </div> 
            </div>
        </div>
    </div>
  )
}

export default About